<html>

<!-- Mirrored from quantumlab.nat.fau.de/Verschraenkung/Erzeugung/index.html by HTTrack Website Copier/3.x [XR&CO'2014], Fri, 04 Nov 2022 15:50:53 GMT -->
<head>
<title>Erzeugung Verschr&auml;nkung</title>
</script>

<script src="../../Scripts/AC_RunActiveContent.js" type="text/javascript"></script>
<link href="../../Frames/Stylesheet.css" rel="stylesheet" type="text/css">
<script src="../../Frames/Frameset_nachladen.js" type="text/javascript"></script>
</head>
<body onLoad='checkFrameset()'>
<p align="center" class="Stil14"><span class="ueberschrift"><br>
  Verschr&auml;nkung Kapitel B:</span><br>
  <span class="unterueberschrift">Wie werden verschr&auml;nkte Photonen erzeugt?</span></p>
<p align="left" class="Stil8">&nbsp;</p>
<p align="justify" class="text-normal"> In unserem Experiment entstehen verschr&auml;nkte Photonenpaare in einer Kombination aus zwei nichtlinearen Kristallen [Kwi99]. Auf dieser Seite wird im ersten Absatz erl&auml;utert, wie nicht verschr&auml;nkte Photonenpaare in einem einzelnen Kristall entstehen und welche Polarisation diese haben. Im zweiten Absatz geht es um die Kombination von zwei Kristallen. Erst mit dieser Kombination k&ouml;nnen in der Polarisation verschr&auml;nkte Photonenpaare erzeugt werden.</p>
<p align="justify" class="Stil9">&nbsp;</p>
<p align="justify" class="text-ueberschrift">Photonenpaare aus einem Kristall</p>
<blockquote>
  <p align="justify" class="text-normal">In einem nichtlinearen Kristall entsteht aus einem vertikal polarisierten Photon der Wellnel&auml;nge 405nm unter Energie- und Impulserhaltung zwei horizontal polarisierte Photonen der Wellenl&auml;nge 810nm (siehe unter <a href="../../Grundlagen/index.html">Grundlagen</a> und <a href="../../Koinzidenz/index.html">Koinzidenzen</a>).  Der Prozess wird als parametrische Fluoreszenz bezeichnet. Die beiden parallel zueinander polarisierten Photonen werden aus dem Kristall auf einem Kegel  emittiert (Abb. 1 links). Mit Hilfe einer  Spezialkamera* k&ouml;nnen Schnittbilder durch den Kegel sichtbar gemacht werden (Abb. 1 rechts). Die Photonenpaare werden auf dem Kegel immer diagonal zueinander emittiert. Der Zustand wird mit  der folgenden Wellenfunktion beschrieben:</p>
  <p align="center" class="text-normal"><img src="VerschraenkungI2.jpg" width="188" height="43"></p>
  <p align="justify" class="text-normal">Der &Ouml;ffnungswinkel des Kegels  kann durch Drehung des Kristalls senkrecht zu seiner optische Achse ver&auml;ndert werden (Video 1). Bei jedem der 40 Einzelbilder des Videos wurde der Kristall um ca. 0,1&deg; gedreht.  Die Spezialkamera* kann nur die Intensit&auml;t und nicht die Farbe des Fluoreszenzlichts wahrnehmen. Die Darstellung der Bilder erfolgt somit in Falschfarben. Die Bilder wurden durch einen optischen Filter photographiert, der nur Licht der Wellenl&auml;nge  zwischen 810&plusmn;10nm transmittiert. Am Ende des Videos ist die Energie- und Impulserhaltung (Phasenanpassung) des Erzeugungsprozesses  nicht mehr erf&uuml;llt - das Fluoreszenzlicht kann nicht mehr wahrgenommen werden.</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
</blockquote>
<div align="center">
  <table border="0">
    <tr>
      <td><div align="center" class="text-normal"><img src="ohneV.jpg" width="332" height="134"></div></td>
      <td><div align="left" class="text-normal"><img src="Fluoreszenz.jpg" alt="Photo Fluoreszenz" width="304" height="240"></div></td>
    </tr>
  </table>
</div>
<blockquote>
  <p align="center" class="text-normal"> Abb. 1 links: Skizze zur Entstehung der Photonenpaare mit gleicher Polarisation<br>
  Abb. 1 rechts: Photo des Kegelschnitts (Falschfarben, Filter 810&plusmn;10nm, Belichtung: 0,5s)</p>
  <p align="center" class="Stil8">&nbsp;</p>
  <p align="justify" class="Stil8">&nbsp;</p>
</blockquote>
<div align="center" class="Stil8">
  <span class="text-normal">
  <script type="text/javascript">
AC_FL_RunContent( 'codebase','http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,28,0','width','400','height','300','title','Veränderung des Öffnungswinkels durch Drehung','src','Film-Drehung','quality','high','pluginspage','http://www.adobe.com/shockwave/download/download.cgi?P1_Prod_Version=ShockwaveFlash','movie','Film-Drehung' ); //end AC code
      </script>
  <noscript>
  <object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,28,0" width="400" height="300" title="Veränderung des Öffnungswinkels durch Drehung">
    <param name="movie" value="Film-Drehung.swf">
    <param name="quality" value="high">
    <embed src="Film-Drehung.swf" quality="high" pluginspage="http://www.adobe.com/shockwave/download/download.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="400" height="300"></embed>
  </object>
  </noscript>
  </span></div>
<blockquote>
  <p align="center" class="text-normal">Video 1: Drehung des Kristalls senkrecht zur optischen Achse (Start dr&uuml;cken).<br>
  Zur richtigen Darstellung  wird der Flash-Player  9 ben&ouml;tigt [<a href="http://www.adobe.com/de/products/flashplayer/" target="_blank">Download</a>].</p>
  <p align="justify" class="Stil8">&nbsp;</p>
  <p align="justify" class="Stil8">&nbsp;</p>
</blockquote>
<p align="justify" class="text-ueberschrift">Photonenpaare aus zwei Kristallen</p>
<blockquote>
  <p align="justify" class="text-normal">Um in der Polarisation verschr&auml;nkte Photonenpaare zu erzeugen, wird eine Kombination aus  zwei gleichen nichtlinearen Kristallen (Abb. 2) ben&ouml;tigt [Kwi99] . Die beiden Kristalle werden direkt hintereinander aufgestellt (Abb. 3). Der zweite Kristall  muss zum ersten Kristall um 90&deg; gedreht werden. Ist die Polarisation des blauen Lasers vertikal, so werden die horizontal polarisierten Photonenpaare im ersten Kristall erzeugt (Abb. 4 links).  Ist die Polarisation des blauen Lasers horizontal, so werden die vertikal polarisierten Photonen im zweiten Kristall erzeugt (Abb. 4 mitte). Ist die Polarisation des Lasers diagonal, so werden Photonenpaare entweder im vorderen <strong>oder</strong> im hinteren Kristall erzeugt (Abb. 4 rechts).  Es ist extrem unwahrscheinlich, dass gleichzeitig Photonenpaare im vorderen und im hinteren Kristall entstehen. In Abb. 4 rechts k&ouml;nnen  die beiden Kegel deutlich unterschieden werden. Verschr&auml;nkung liegt erst vor, wenn  beide Kegel  ununterscheidbar &uuml;berlagert werden. Dies kann mit d&uuml;nnen Kristallen und gleichen  &Ouml;ffnungswinkel der beiden Kegel realisiert werden. Die Justierung der &Ouml;ffnungswinkel der beiden Kegel erfolgt  &uuml;ber die Drehung des jeweiligen Kristalls (siehe Video 1). In Abb. 5 liegen beide Kegel direkt &uuml;bereinander.  Es kann nicht mehr unterschieden werden aus welchem Kegel die Photonenpaare stammen. Somit kann auch nicht mehr unterschieden werden, welche Polarisation die einzelnen Photonenpaare haben. Die Photonenpaare befinden sich in einem undefinierbaren Polarisationszustand. Alle Photonenpaare die aus dem Kristall emittiert werden sind verschr&auml;nkt. Der Verschr&auml;nkungszustand kann mit der folgenden Formel beschrieben werden:</p>
  <p align="justify" class="Stil8">&nbsp;</p>
  <p align="center" class="text-normal">.<img src="Verschraenk1.jpg" alt="Verschränkungsszustand" width="437" height="77">.</p>
  <p align="center" class="Stil8">&nbsp;</p>
  <p align="center" class="text-normal"><img src="mitV.jpg" width="332" height="155"></p>
  <p align="center" class="text-normal">Abb. 2: Kristallanordnung nach Kwiat:
    zwei um 90&deg;  zueinander gedrehte Kristalle <br>
    werden direkt hintereinander angeordnet.</p>
  <p align="center" class="Stil8">&nbsp;</p>
  <p align="center" class="Stil8">&nbsp;</p>
  <table width="100%" border="0">
    <tr>
      <td width="41%"><div align="right" class="text-normal"><img src="KristallII5.jpg" width="253" height="352"></div></td>
      <td width="59%"><div align="center" class="text-normal"><img src="Kwiat-Detail.jpg" width="383" height="284"></div></td>
    </tr>
  </table>
  <p align="center" class="text-normal">Abb. 3 links: Verschr&auml;nkungskristall mit blauem Laserlicht.<br>
  Abb. 3 rechts:  Zwei d&uuml;nne Kristalle stehen um 90&deg; gedreht direkt hintereinander.</p>
  <p align="center" class="Stil8">&nbsp;</p>
  <p align="center" class="Stil8">&nbsp;</p>
  <p align="center" class="Stil8">&nbsp;</p>
</blockquote>
<table width="100%" border="0">
  <tr>
    <td><div align="center" class="text-normal"><img src="zweiter-Ring.jpg" alt="zweiter Kristall" width="275" height="208"></div></td>
    <td><div align="center" class="text-normal"><img src="erster-Ring.jpg" alt="Erster Kristall" width="275" height="208"></div></td>
    <td><div align="center" class="text-normal"><img src="Beide-Ringe.jpg" alt="beide Kristalle" width="275" height="208"></div></td>
  </tr>
</table>
<blockquote>
  <blockquote>
    <p align="center" class="text-normal">Abb. 4 links: Laserpolarisation vertikal, Anregung im ersten Kristall, Photonenpaare horizontal polarisiert.<br>
      Abb. 4 mitte:  Laserpolarisation horizontal, Anregung im zweiten Kristall, Photonenpaare vertikal polarisiert.<br>
      Abb. 4 rechts: Laserpolarisation diagonal (45&deg;), Anregung in beiden Kristall, beide Kegel unterscheidbar</p>
    <p align="center" class="Stil8">&nbsp;</p>
    <p align="center" class="text-normal"><img src="Entanglement.jpg" alt="Verschränkte Photonen" width="275" height="208"></p>
    <p align="center" class="text-normal"><span class="Stil8">Abb. 5: Beide Kegel liegen &uuml;bereinander:<br>
  Verschr&auml;nkte Photonenpaare</p>
    <p align="center" class="Stil8">&nbsp;</p>
    <p align="center" class="Stil8">&nbsp;</p>
  </blockquote>
</blockquote>
<p align="left" class="text-ueberschrift">Verschr&auml;nkungsgrad erh&ouml;hen</p>
<blockquote>
  <p align="justify" class="text-normal">Verschr&auml;nkung liegt vor, wenn beide Kegel ununterscheidbar sind. Die beiden Kristalle haben jedoch eine L&auml;nge von 0,5mm und sind durch einen kleinen Luftspalt voneinander getrennt  (Abb 3 rechts).  Im Randbereich der Kegel&uuml;berlagerung k&ouml;nnen Photonenpaare  dem hinteren Kristalls  zugeordnet werden (Abb. 6). Wird der gesamte Kegelausschnitt gemessen, sind aufgrund der Unterscheidbarkeit nur ca. 80% aller Photonen verschr&auml;nkt. Mit einer Iris vor jedem Detektoren werden nur die Photonen vom Detektor erfasst, die aus dem Schnittbereich der beiden Kegel stammen (Abb. 7). Je kleiner die Iris, desto gr&ouml;&szlig;er ist der Verschr&auml;nkungsgrad. Gleichzeitig wird allerdings auch die Ereignisrate vermindert. Mit sehr kleinen &Ouml;ffnungen  sind in unserem Experiment bis zu 99% aller Photonen verschr&auml;nkt. </p>
  </blockquote>
<p align="center" class="Stil8">&nbsp;</p>
<p align="center" class="text-normal"><br>
  <img src="Iris-Kegel.jpg" width="292" height="275"><br>
  Abb. 6: Im Randbereich der beiden Kegel sind Photonen unterscheidbar.<br>
Auswahl durch eine Iris.</p>
<p align="center" class="Stil8">&nbsp;</p>
<p align="center" class="Stil8">&nbsp;</p>
<p align="center" class="text-normal"><img src="Iris-Detektor.jpg" alt="Iris vor Detektor" width="503" height="318"><br>
  <br>
  Abb. 7: Verkleinerte Iris vor einem Detektor.</p>
<p align="left" class="Stil8">&nbsp;</p>
<p align="left" class="text-normal"><br>
  <br>
</p>
<p align="left" class="text-normal">*) Die Bilder  der Fluoreszenzringe wurden  mit der gek&uuml;hlten Infrarotkamera &quot;Sensicam&quot; der Firma <a href="http://www.pco.de/" target="_blank">PCO-Imaging</a> aufgenommen. Die Kamera stand ohne Objektiv nur wenige Zentimeter vom Kristall entfernt. Die Belichtungszeit f&uuml;r die Bilder lag zwischen 0,5-10s. Wir bedanken uns bei der Fimra PCO f&uuml;r die freundliche Leihgabe.</p>
<p align="left" class="Stil8">&nbsp;</p>
<p align="left" class="Stil8">&nbsp;</p>
<p align="left" class="text-normal">Zum Kapitel C: Was sind die vier Bell-Zust&auml;nde? [<a href="../Bell/index.html">klick</a>]<br>
  <br>
Zur&uuml;ck zur &Uuml;bersicht [<a href="../index.html">klick</a>]</p>
<p align="left" class="Stil8">&nbsp;</p>
<p align="left" class="notizen">Autor: P. Bronner, Mai 2008</p>
<blockquote>&nbsp;</blockquote>
<span class="notizen"><img alt="" src="http://www.didaktik.physik.uni-erlangen.de/quantumlab/Homepagestatistik/aufruf.php?name=Verschraenkung-Erzeugung-index.html&amp;lng=deutsch"></span>
</body>


<!-- Mirrored from quantumlab.nat.fau.de/Verschraenkung/Erzeugung/index.html by HTTrack Website Copier/3.x [XR&CO'2014], Fri, 04 Nov 2022 15:50:55 GMT -->
</html>
