<html>

<!-- Mirrored from quantumlab.nat.fau.de/Verschraenkung/gleiche-Winkel/index.html by HTTrack Website Copier/3.x [XR&CO'2014], Fri, 04 Nov 2022 15:50:49 GMT -->
<head>
<title>Verschr&auml;nkung und Winkel</title>
</script>

<script src="../../Scripts/AC_RunActiveContent.js" type="text/javascript"></script>
<link href="../../Frames/Stylesheet.css" rel="stylesheet" type="text/css">
<script src="../../Frames/Frameset_nachladen.js" type="text/javascript"></script>
</head>
<body onLoad='checkFrameset()'>
<p align="center" class="Stil19"><span class="ueberschrift"><br>
  Verschr&auml;nkung Kapitel 2:</span><span class="Stil8"><br>
  </span><span class="unterueberschrift">Wie verhalten sich verschr&auml;nkte Photonen<br>
  bei unterschiedlichen Messungen?</span></p>
<p align="center" class="Stil10">&nbsp;</p>
<p align="justify" class="text-normal"> Im letzten Kapitel (<a href="../Grundlagen/index.html">Kapitel_1</a>) wurde gezeigt, dass verschr&auml;nkte Photonen an einem symmetrischen polarisierenden Strahlteiler   (50% zu 50%) immer exakt das gleiche machen. Welches Verhalten zeigen verschr&auml;nkte Photonenpaare bei anderen Verh&auml;ltnissen am Strahlteiler?<br>
Auf dieser Seite wird   zun&auml;chst erkl&auml;rt, wie das Strahlteilerverh&auml;ltnis durch die Kombination eines Polarisationsdrehers (&lambda;/2-Platte)  und eines polarisierenden Strahlteilerw&uuml;rfels beliebig ver&auml;ndert werden kann.  Danach werden verschiedene Messungen an verschr&auml;nkten Photonen durchgef&uuml;hrt.</p>
<p align="justify" class="Stil8">&nbsp;</p>
<p align="justify" class="text-ueberschrift">Grundlage: Polarisationsdreher und Strahlteiler  </p>
<blockquote>
  <p align="justify" class="text-normal">Um Messungen am Strahlteilerw&uuml;rfel mit unterschiedlichen Teilungsverh&auml;ltnissen durchf&uuml;hren zu k&ouml;nnen wird neben einem polarisierenden Strahlteilerw&uuml;rfel ein variabler Polarisationsdreher ben&ouml;tigt (Abb. 1). Der polarisierende Strahlteilerw&uuml;rfel hat die Eigenschaft, dass er Photonen  mit linearer horizontaler Polarisation (Polarisation = 0&deg;) zu 100% transmittiert und Photonen mit linearer vertikaler Polarisation  (Polarisation = 90&deg;) zu 0% transmittiert. Wenn die Photonen nicht transmittiert werden, so werden dieses am Strahlteilerw&uuml;rfel immer reflektiert. Der Strahlteilerw&uuml;rfel ist eigentlich nur ein Entscheider: Besitzt das einzelne Photon horizontale Polarisation? &quot;Ja&quot; entspricht  transmittiert und &quot;Nein&quot; entspricht reflektiert. Wenn die Polarisation des Photons nicht horizontal (0&deg;) oder vertikal (90&deg;) ist, sondern zwischen 0&deg; und 90&deg; liegt,  so werden die Photonen mit den Wahrscheinlichkeiten T zwischen T=100% und T=0% <strong>t</strong>ransmittiert  (Gesetz von Malus: T=100%*cos&sup2;(&szlig;)). <br>
  Die lineare Polarisation der Photonen kann vor dem Strahlteilerw&uuml;rfel mit einem Polarisationsdreher (&lambda;/2-Platte) gedreht werden. Wenn ein Photon mit einer horizontalen (0&deg;) Polarisation durch den Polarisationsdreher um &szlig;=45&deg; gedreht wird, dann entspricht die Wahrscheinlichkeit W f&uuml;r die Transmission am Strahlteilerw&uuml;rfel nicht mehr T=100% sondern T=50% (Gesetz von Malus). In 50% aller F&auml;lle wird das Photon nun transmittiert und in 50% der F&auml;lle reflektiert - eine reine Zufallsentscheidung &uuml;ber die Polarisation des Photons.<br>
  Mit der Kombination aus einem Polarisationsdreher und einem Strahlteilerw&uuml;rfel k&ouml;nnen somit beliebige Teilungsverh&auml;ltnisse zwischen T=0% und T=100% eingestellt werden. Um die lineare Polarisation eines Photons um den Winkel  ß zu drehen muss beim Polarisationsdreher aus Symmetriegr&uuml;nden  immer nur die H&auml;lfte des Winkels &szlig; eingestellt werden.</p>
  <p align="justify" class="text-normal"><br>
  Der bekannte Polarisationsfiler aus der Schule verh&auml;lt sich genauso wie der transmittierte Zweig der Kombination Polarisationsdreher &amp; Strahlteilerw&uuml;rfel. Wenn die Richtung des Polarisationsfilters mit der Polarisation des Photons &uuml;bereinstimmtt, wird das Photon mit der  der Wahrscheinlichkeit von T=100% transmittiert, ansonsten absorbiert. Das absorbierte Photon beim Polarisationsfilter entspricht dem reflektierten Photon am Strahlteiler. Bei der Kombination aus Polarisationsdreher und Strahlteiler  gibt es im Vergleich zum Polarisationsfilter keinen Verlust - jedes Photon kann detektiert werden. </p>
  <p align="justify" class="Stil8">&nbsp;</p>
  <p align="center" class="Stil8">&nbsp;</p>
  <table width="100%" border="0">
    <tr>
      <td width="50%"><div align="center" class="text-normal"><img src="Strahlteiler.jpg" width="253" height="170"></div></td>
      <td width="50%"><div align="center" class="text-normal"><img src="PBSK.jpg" width="283" height="303"></div></td>
    </tr>
  </table>
  <p align="center" class="text-normal"><br>
  Abb. 1:  Polarisationsdreher und Strahlteilerw&uuml;rfel<br>
  links: Skizze, rechts: Experiment</p>
  <p align="left" class="Stil8">&nbsp;</p>
  <p align="justify" class="text-normal">Verschr&auml;nkung erfolgt  immer zwischen zwei Photonen. Wenn an verschr&auml;nkten Photonen gleichzeitig verschiedene Polarisationseigenschaften vermessen werden sollen, so muss die Kombination Polarisationsdreher und Strahleiter  f&uuml;r beide Photonen des Photonenpaares vorhanden sein (Abb. 2).</p>
  <p align="justify" class="text-normal"><br>
  </p>
  <p align="center" class="text-normal"><img src="Aufbau.jpg" width="406" height="382"><br>
    <br>
    Abb. 2: Skizze zum Aufbau des Experiments</p>
  <p align="justify" class="Stil8">&nbsp;</p>
  <p align="justify" class="Stil8">&nbsp;</p>
</blockquote>
<p align="justify" class="text-ueberschrift">Verschr&auml;nkung: Einzelmessung verschiedener Polarisationseigenschaften</p>
<blockquote>
  <p align="justify" class="text-normal">Im folgenden Experiment sollen unterschiedliche Strahlteilerverh&auml;ltnisse an verschr&auml;nkten Photonen gemessen werden. Das Strahlteilerverh&auml;ltnis wird mit Hilfe des Polarisationsdreher beliebig gew&auml;hlt, ist aber auf beiden Seiten  gleich.   Im  interaktiven Experiment k&ouml;nnen die Winkel in 10&deg; Schritten  von 0&deg; - 90&deg; mit den zwei grauen Tastern (links neben den Polarisationsdrehern) ver&auml;ndert werden. </p>
  <p align="justify" class="text-normal">a) Welches Verhalten zeigen nicht verschr&auml;nkte Photonenpaare bei beliebigen symmetrischen Strahlteilerverh&auml;ltnissen?<br>
  b) Welches Verhalten zeigen verschr&auml;nkte Photonenpaare bei  beliebigen symmetrischen Strahlteilerverh&auml;ltnissen?</p>
  <p align="justify" class="Stil8">&nbsp;</p>
</blockquote>
<table width="100%" border="0">
  <tr>
    <td><div align="center">
      <span class="text-normal">
      <script type="text/javascript">
AC_FL_RunContent( 'codebase','http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,28,0','width','905','height','605','title','Verschränkung','src','Start_E_5Grad','quality','high','pluginspage','http://www.adobe.com/shockwave/download/download.cgi?P1_Prod_Version=ShockwaveFlash','movie','Start_E_5Grad' ); //end AC code
      </script>
      <noscript>
      <object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,28,0" width="905" height="605" title="Verschränkung">
        <param name="movie" value="Start_E_5Grad.swf">
        <param name="quality" value="high">
        <embed src="Start_E_5Grad.swf" quality="high" pluginspage="http://www.adobe.com/shockwave/download/download.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="905" height="605"></embed>
      </object>
      </noscript>
    </span></div></td>
  </tr>
</table>
<p align="justify" class="Stil9">&nbsp;</p>
<blockquote>
  <p align="justify" class="text-ueberschrift">Beobachtung:<strong><br>
  </strong> </p>
  <p align="justify" class="text-normal">zu a) <br>
  Bei nicht verschr&auml;nkten Photonenpaaren werden die beiden Photonen einzeln zuf&auml;llig  transmittiert oder refklektiert. Die Wahrscheinlichkeit der Transmission T jedes einzelnen Photons ist dabei vom Winkel &szlig; des Polarisationsdrehers abh&auml;ngig (Gesetz von Malus: T=100%*cos&sup2;(&szlig;)). Bei der Einstellung der Polarisationsdreher von 0&deg; werden T=100% aller Photonen transmittiert. Bei der Einstellung der Polarisationsdreher von 45&deg; werden T=50% aller Photonen transmittiert (Zufallsprozess). Bei der Einstellung der Polarisationsdreher von 90&deg; werden T=0% aller Photonen transmittiert.</p>
  <p align="justify" class="text-normal">zu b)<br>
  Bei verschr&auml;nkten Photonenpaaren verhalten sich  beide Photonen unabh&auml;ngig vom Winkel des Polarisationsdrehers immer gleich: Entweder beide Photonen werden transmittiert oder beide Photonen werden refklektiert.  Die Wahrscheinlichkeit f&uuml;r die Transmission betr&auml;gt unabh&auml;ngig vom Winkel des Polarisationsdrehers &szlig; immer T=50%. Bei verschr&auml;nkten Photonen existiert immer dann ein Zufallsprozess, wenn beide Winkel der Polarisationsdreher exakt die gleichen sind. Das Gesetz von Malus kann hier nicht mehr angewendet werden. Das Verhalten der Photonen bei unterschiedlichen Winkeln der beiden Polarisationsdreher wird in <a href="../Uni-Winkel/index.html">Kapitel_A</a> beschrieben.</p>
  <p align="justify" class="text-normal"><br>
  </p>
  <p align="justify" class="text-normal">Ist das Verhalten der Photonen jetzt etwas besonderes? Woher wei&szlig; eigentlich das einzelne Photon, was es am Strahlteiler machen soll? Wie kann das Verhalten des einzelnen Photons im Vergleich zu seinem Partner erkl&auml;rt werden?<br>
  </p>
  <p align="justify" class="text-normal">Eine m&ouml;gliche Erkl&auml;rung des Ph&auml;nomens ist die gemeinsame &quot;Absprache&quot; der Photonenpaare in der Quelle f&uuml;r jeden Winkel des Polarisationsdrehers: <em>&quot;Bei dem Winkel des Polarisationsdrehers von 63,3&deg; gehen wir beide am Strahlteiler transmittiert durch, bei dem Winkel von 63,4&deg; gehen wird beide am Strahlteiler reflektiert durch, usw. &quot;</em>. Die &quot;Absprache&quot; muss f&uuml;r alle am Polarisationsdreher einstellbaren Winkel erfolgen.<br>
    <br>
  Das  Verhalten der verschr&auml;nkten Photonen k&ouml;nnte mit der M&ouml;glichkeit  &quot;Absprache&quot; erkl&auml;rbar sein. Wo ist jetzt die Faszination der Verschr&auml;nkung geblieben? Hat Einstein bei der Verschr&auml;nkung nicht mal von &quot;spukhaften Eigenschaften&quot; gesprochen?  Im n&auml;chsten Kapitel (<a href="../Hardy/index.html">Kapitel_3</a>) wird die Annahme der &quot;Absprache&quot; der Photonen in der Quelle der Photonenpaare mit einem ausf&uuml;hrlichen Alltagsbeispiel genauer untersucht. Sp&auml;testens mit diesem Ergebnis kann die Entscheidung der Photonen nicht mehr mit unserer allt&auml;glichen Erfahrung erkl&auml;rt werden.</p>
  <p align="justify" class="text-normal">Im <a href="../Uni-Winkel/index.html">Kapitel A</a> kann das gleiche Experiment mit kontinuierlicher Datenrate durchgef&uuml;hrt werden.</p>
</blockquote>
<p align="justify" class="Stil9">&nbsp;</p>
<p align="justify" class="Stil9">&nbsp;</p>
<p align="justify" class="text-normal">Originaldaten aus dem Experiment: <a href="Daten_Einzeln.txt" target="_blank">Einzelereignisse</a></p>
<p align="justify" class="Stil8">&nbsp;</p>
<p align="justify" class="text-normal">Zum Kapitel 3: Ist das Ph&auml;nomen Verschr&auml;nkung 
mit unserer allt&auml;glichen Erfahrung erkl&auml;rbar? [<a href="../Hardy/index.html">klick</a>]</p>
<p class="text-normal">Zur&uuml;ck zur &Uuml;bersicht [<a href="../index.html">klick</a>]</p>
<p class="Stil8">&nbsp;</p>
<p align="left" class="notizen">Autor: P. Bronner, Mai 2008</p>
<p align="left" class="Stil8">&nbsp;</p>
<span class="notizen"><img alt="" src="http://www.didaktik.physik.uni-erlangen.de/quantumlab/Homepagestatistik/aufruf.php?name=Verschraenkung-gleiche-Winkel-index.html&amp;lng=deutsch"></span>
</body>


<!-- Mirrored from quantumlab.nat.fau.de/Verschraenkung/gleiche-Winkel/index.html by HTTrack Website Copier/3.x [XR&CO'2014], Fri, 04 Nov 2022 15:50:49 GMT -->
</html>
